{"id": "chunk-00001", "word_count": 130, "text": "Biology in essence is the story of life on earth. While individual organisms die without fail, species continue to live through millions of years unless threatened by natural or anthropogenic extinction. Reproduction becomes a vital process without which species cannot survive for long. Each individual leaves its progeny by asexual or sexual means. Sexual mode of reproduction enables creation of new variants, so that survival advantage is enhanced. This unit explains the details of reproductive processes in flowering plants and humans as easy to relate representative examples. A related perspective on human reproductive health and how reproductive ill health can be avoided is also presented to complete our understanding of biology of reproduction. Chapter 1 Sexual Reproduction in flowering Plants Chapter 2 Human Reproduction Chapter 3 Reproductive Health Reprint 2025-26"}
{"id": "chunk-00002", "word_count": 268, "text": "on human reproductive health and how reproductive ill health can be avoided is also presented to complete our understanding of biology of reproduction. Chapter 1 Sexual Reproduction in flowering Plants Chapter 2 Human Reproduction Chapter 3 Reproductive Health Reprint 2025-26\n\nP ANCHANAN M AHESHWARI (1904-1966) Born in November 1904 in Jaipur (Rajasthan) Panchanan Maheshwari rose to become one of the most distinguished botanists not only of India but of the entire world. He moved to Allahabad for higher education where he obtained his D.Sc. During his college days, he was inspired by Dr W. Dudgeon, an American missionary teacher, to develop interest in Botany and especially morphology. His teacher once expressed that if his student progresses ahead of him, it will give him a great satisfaction. These words encouraged Panchanan to enquire what he could do for his teacher in return. He worked on embryological aspects and popularised the use of embryological characters in taxonomy. He established the Department of Botany, University of Delhi as an important centre of research in embryology and tissue culture. He also emphasised the need for initiation of work on artificial culture of immature embryos. These days, tissue culture has become a landmark in science. His work on test tube fertilisation and intra-ovarian pollination won worldwide acclaim. He was honoured with fellowship of Royal Society of London (FRS), Indian National Science Academy and several other institutions of excellence. He encouraged general education and made a significant contribution to school education by his leadership in bringing out the very first textbooks of Biology for Higher Secondary Schools published by NCERT in 1964. Reprint 2025-26"}
{"id": "chunk-00003", "word_count": 256, "text": "several other institutions of excellence. He encouraged general education and made a significant contribution to school education by his leadership in bringing out the very first textbooks of Biology for Higher Secondary Schools published by NCERT in 1964. Reprint 2025-26\n\nAre we not lucky that plants reproduce sexually? The myriads of flowers that we enjoy gazing at, the scents and the perfumes that we swoon over, the rich colours that attract us, are all there as an aid to sexual reproduction. Flowers do not exist only for us to be used for our own selfishness. All flowering plants show sexual reproduction. A look at the diversity of structures of the inflorescences, flowers and floral parts, shows an amazing range of adaptations to ensure formation of the end products of sexual reproduction, the fruits and seeds. In this chapter, let us understand the morphology, structure and the processes of sexual reproduction in flowering plants (angiosperms). 1.1 FLOWER – A FASCINATING ORGAN OF ANGIOSPERMS Human beings have had an intimate relationship with flowers since time immemorial. Flowers are objects of aesthetic, ornamental, social, religious and cultural value – they have always been used as symbols for conveying important human feelings such as love, affection, happiness, grief, mourning, etc. List at least five flowers of or namental value that ar e commonly cultivated at 1.1 Flower – A Fascinating Organ of Angiosperms 1.2 Pre-fertilisation : Structures and Events 1.3 Double Fertilisation 1.4 Post-fertilisation: Structures and Events 1.5 Apomixis and Polyembryony CHAPTER 1 SEXUAL REPRODUCTION IN FLOWERING PLANTS Reprint 2025-26"}
{"id": "chunk-00004", "word_count": 247, "text": "ar e commonly cultivated at 1.1 Flower – A Fascinating Organ of Angiosperms 1.2 Pre-fertilisation : Structures and Events 1.3 Double Fertilisation 1.4 Post-fertilisation: Structures and Events 1.5 Apomixis and Polyembryony CHAPTER 1 SEXUAL REPRODUCTION IN FLOWERING PLANTS Reprint 2025-26\n\nBIOLOGY homes and in gardens. Find out the names of five more flowers that are used in social and cultural celebrations in your family. Have you heard of floriculture – what does it refer to? To a biologist, flowers are morphological and embryological marvels and the sites of sexual reproduction. In earlier classes, you have read the various parts of a flower. Figure 1.1 will help you recall the parts of a typical flower. Can you name the two parts in a flower in which the two most important units of sexual reproduction develop? 1.2 PRE-FER TILISATION: STRUCTURES AND EVENTS Much before the actual flower is seen on a plant, the decision that the plant is going to flower has taken place. Several hormonal and structural changes are initiated which lead to the differentiation and further development of the floral primordium. Inflorescences are formed which bear the floral buds and then the flowers. In the flower the male and female reproductive structures, the androecium and the gynoecium differentiate and develop. You would recollect that the androecium consists of a whorl of stamens representing the male reproductive organ and the gynoecium represents the female reproductive organ. Figure 1.1 A diagrammatic representation of L.S. of a flower Reprint 2025-26"}
{"id": "chunk-00005", "word_count": 280, "text": "HUMAN REPRODUCTION SEXUAL REPRODUCTION IN FLOWERING PLANTS 1.2.1 Stamen, Microsporangium and Pollen Grain Figure 1.2a shows the two parts of a typical stamen – the long and slender stalk called the filament, and the terminal generally bilobed structure called the anther. The proximal end of the filament is attached to the thalamus or the petal of the flower. The number and length of stamens are variable in flowers of different species. If you were to collect a stamen each from ten flowers (each from different species) and arrange them on a slide, you would be able to appreciate the large variation in size seen in nature. Careful observation of each stamen under a dissecting microscope and making neat diagrams would elucidate the range in shape and attachment of anthers in different flowers. A typical angiosperm anther is bilobed with each lobe having two theca, i.e., they are dithecous (Figure 1.2b). Often a longitudinal groove runs lengthwise separating the theca. Let us understand the various types of tissues and their organisation in the transverse section of an anther (Figure 1.3a). The bilobed nature of an anther is very distinct in the transverse section of the anther. The anther is a four-sided (tetragonal) structure consisting of four microsporangia located at the corners, two in each lobe. The microsporangia develop further and become pollen sacs. They extend longitudinally all through the length of an anther and are packed with pollen grains. Structure of microsporangium: In a transverse section, a typical microsporangium appears near circular in outline. It is generally surrounded by four wall layers (Figure 1.3b)– the epidermis, endothecium, middle layers and the tapetum. The outer three wall layers perform the function of"}
{"id": "chunk-00006", "word_count": 159, "text": "microsporangium: In a transverse section, a typical microsporangium appears near circular in outline. It is generally surrounded by four wall layers (Figure 1.3b)– the epidermis, endothecium, middle layers and the tapetum. The outer three wall layers perform the function of pr otection and help in dehiscence of anther to release the pollen. The innermost wall layer is the tapetum. It nourishes the developing pollen grains. Cells of the tapetum possess dense cytoplasm and generally have more than one nucleus. Can you think of how tapetal cells could become bi-nucleate? When the anther is young, a group of compactly arranged homogenous cells called the sporogenous tissue occupies the centre of each microsporangium. Microsporogenesis : As the anther develops, the cells of the sporogenous tissue undergo meiotic divisions to form microspore tetrads. What would be the ploidy of the cells of the tetrad? Figure 1.2 (a) A typical stamen; (b) three– dimensional cut section of an anther (b) (a) Reprint 2025-26"}
{"id": "chunk-00007", "word_count": 222, "text": "of the sporogenous tissue undergo meiotic divisions to form microspore tetrads. What would be the ploidy of the cells of the tetrad? Figure 1.2 (a) A typical stamen; (b) three– dimensional cut section of an anther (b) (a) Reprint 2025-26\n\nBIOLOGY As each cell of the sporogenous tissue is capable of giving rise to a microspore tetrad. Each one is a potential pollen or microspore mother cell. The process of formation of microspores from a pollen mother cell (PMC) through meiosis is called microsporogenesis. The microspores, as they are formed, are arranged in a cluster of four cells– the microspore tetrad (Figure 1.3a). As the anthers mature and dehydrate, the microspores dissociate from each other and develop into pollen grains (Figure 1.3 b). Inside each microsporangium several thousands of microspores or pollen grains are formed that are released with the dehiscence of anther (Figure 1.3c). Pollen grain: The pollen grains represent the male gametophytes. If you touch the opened anthers of Hibiscus or any other flower you would find deposition of yellowish powdery pollen grains on your fingers. Sprinkle these grains on a drop of water taken on a glass slide and observe under (c) (a) (b) Figure 1.3 (a) Transverse section of a young anther; (b) Enlarged view of one microsporangium showing wall layers; (c) A mature dehisced anther Reprint 2025-26"}
{"id": "chunk-00008", "word_count": 280, "text": "HUMAN REPRODUCTION SEXUAL REPRODUCTION IN FLOWERING PLANTS a microscope. You will really be amazed at the variety of architecture – sizes, shapes, colours, designs – seen on the pollen grains from different species (Figure 1.4). Pollen grains are generally spherical measuring about 25-50 micrometers in diameter. It has a prominent two-layered wall. The hard outer layer called the exine is made up of sporopollenin which is one of the most resistant organic material known. It can withstand high temperatures and strong acids and alkali. No enzyme that degrades sporopollenin is so far known. Pollen grain exine has prominent apertures called germ pores where sporopollenin is absent. Pollen grains are well- preserved as fossils because of the presence of sporopollenin. The exine exhibits a fascinating array of patterns and designs. Why do you think the exine should be hard? What is the function of ger m pore? The inner wall of the pollen grain is called the intine. It is a thin and continuous layer made up of cellulose and pectin. The cytoplasm of pollen grain is surrounded by a plasma membrane. When the pollen grain is mature it contains two cells, the vegetative cell and generative cell (Figure 1.5b). The vegetative cell is bigger, has abundant food reserve and a large irregularly shaped nucleus. The generative cell is small and floats in the cytoplasm of the vegetative cell. It is spindle shaped with dense cytoplasm and a nucleus. In over 60 per cent of angiosperms, pollen grains are shed at this 2-celled stage. In the remaining species, the generative cell divides mitotically to give rise to the two male gametes before pollen grains are shed (3-celled stage). Pollen grains of"}
{"id": "chunk-00009", "word_count": 122, "text": "60 per cent of angiosperms, pollen grains are shed at this 2-celled stage. In the remaining species, the generative cell divides mitotically to give rise to the two male gametes before pollen grains are shed (3-celled stage). Pollen grains of many species cause severe allergies and bronchial afflictions in some people often leading to chronic respiratory disorders– asthma, bronchitis, etc. It may be mentioned that Parthenium or carrot grass that came into India as a contaminant with imported wheat, has become ubiquitous in occurrence and causes pollen allergy. Figure 1.5 (a) Enlarged view of a pollen grain tetrad; (b) stages of a microspore maturing into a pollen grain Figure 1.4 Scanning electron micrographs of a few pollen grains (a) (b) Reprint 2025-26"}
{"id": "chunk-00010", "word_count": 335, "text": "BIOLOGY When once they are shed, pollen grains have to land on the stigma before they lose viability if they have to bring about fertilisation. How long do you think the pollen grains retain viability? The period for which pollen grains remain viable is highly variable and to some extent depends on the prevailing temperature and humidity. In some cereals such as rice and wheat, pollen grains lose viability within 30 minutes of their release, and in some members of Rosaceae, Leguminoseae and Solanaceae, they maintain viability for months. You may have heard of storing semen/ sperms of many animals including humans for artificial insemination. It is possible to store pollen grains of a large number of species for years in liquid nitrogen (-1960C). Such stored pollen can be used as pollen banks, similar to seed banks, in crop breeding programmes. 1.2.2 The Pistil, Megasporangium (ovule) and Embryo sac The gynoecium represents the female reproductive part of the flower. The gynoecium may consist of a single pistil (monocarpellary) or may have more than one pistil (multicarpellary). When there are more than one, the pistils may be fused together (syncarpous) (Figure 1.7b) or may be free (apocarpous) (Figure 1.7c). Each pistil has three parts (Figure 1.7a), the stigma, style and ovary. The stigma serves as a landing platform for pollen grains. The style is the elongated slender part beneath the stigma. The basal bulged part of the pistil is the ovary. Inside the ovary is the ovarian cavity ( ( ( ( (locule). The placenta is located inside the ovarian cavity. Recall the definition and types of placentation that you studied in Figure 1.6 Pollen products Pollen grains are rich in nutrients. It has become a fashion in recent years to use pollen tablets as food supplements. In western countries, a large number of pollen products in the form of tablets and syrups are available in the market. Pollen consumption has been claimed to increase the performance of athletes and race horses (Figure 1.6). Reprint 2025-26"}
{"id": "chunk-00011", "word_count": 300, "text": "supplements. In western countries, a large number of pollen products in the form of tablets and syrups are available in the market. Pollen consumption has been claimed to increase the performance of athletes and race horses (Figure 1.6). Reprint 2025-26\n\nHUMAN REPRODUCTION SEXUAL REPRODUCTION IN FLOWERING PLANTS Class XI. Arising from the placenta are the megasporangia, commonly called ovules. The number of ovules in an ovary may be one (wheat, paddy, mango) to many (papaya, water melon, orchids). The Megasporangium (Ovule) : Let us familiarise ourselves with the structure of a typical angiosperm ovule (Figure 1.7d). The ovule is a small structure attached to the placenta by means of a stalk called funicle . The body of the ovule fuses with funicle in the region called hilum. Thus, hilum represents the junction between ovule and funicle. Each ovule has one or two protective envelopes called integuments. Integuments encircle the nucellus except at the tip where a small opening called the micropyle is organised. Opposite the micropylar end, is the chalaza, representing the basal part of the ovule. Enclosed within the integuments is a mass of cells called the nucellus. Cells of the nucellus have abundant reserve food materials. Located in the nucellus is the embryo sac or female gametophyte. An ovule generally has a single embryo sac formed from a megaspore. Megasporogenesis : The process of formation of megaspores from the megaspore mother cell is called megasporogenesis. Ovules generally differentiate a single megaspore mother cell (MMC) in the micropylar region Stigma Style Ovary Thalamus Figure 1.7 (a) A dissected flower of Hibiscus showing pistil (other floral parts have been removed); (b) Multicarpellary, syncarpous pistil of Papaver ; (c) A multicarpellary, apocarpous gynoecium of Michelia ; (d) A diagrammatic view of a typical anatropous ovule (a) (b) (c) (d) Reprint 2025-26"}
{"id": "chunk-00012", "word_count": 191, "text": "of Hibiscus showing pistil (other floral parts have been removed); (b) Multicarpellary, syncarpous pistil of Papaver ; (c) A multicarpellary, apocarpous gynoecium of Michelia ; (d) A diagrammatic view of a typical anatropous ovule (a) (b) (c) (d) Reprint 2025-26\n\nBIOLOGY Figure 1.8 (a) Parts of the ovule showing a large megaspore mother cell, a dyad and a tetrad of megaspores; (b) 2, 4, and 8-nucleate stages of embryo sac and a mature embryo sac; (c) A diagrammatic representation of the mature embryo sac. (a) (b) (c) of the nucellus. It is a large cell containing dense cytoplasm and a prominent nucleus. The MMC undergoes meiotic division. What is the importance of the MMC undergoing meiosis? Meiosis results in the production of four megaspores (Figure 1.8a). Female gametophyte : In a majority of flowering plants, one of the megaspores is functional while the other three degenerate. Only the functional megaspore develops into the female gametophyte (embryo sac). This method of embryo sac formation from a single megaspore is termed monosporic development. What will be the ploidy of the cells of the nucellus, MMC, the functional megaspore and female gametophyte? Reprint 2025-26"}
{"id": "chunk-00013", "word_count": 280, "text": "HUMAN REPRODUCTION SEXUAL REPRODUCTION IN FLOWERING PLANTS Let us study about the formation of the embryo sac in detail. (Figure 1.8b). The nucleus of the functional megaspore divides mitotically to form two nuclei which move to the opposite poles, forming the 2- nucleate embryo sac. Two more sequential mitotic nuclear divisions result in the formation of the 4-nucleate and later the 8-nucleate stages of the embryo sac. It is of interest to note that these mitotic divisions are strictly free nuclear, that is, nuclear divisions are not followed immediately by cell wall formation. After the 8-nucleate stage, cell walls are laid down leading to the organisation of the typical female gametophyte or embryo sac. Observe the distribution of cells inside the embryo sac (Figure 1.8b, c). Six of the eight nuclei are surrounded by cell walls and organised into cells; the remaining two nuclei, called polar nuclei are situated below the egg apparatus in the large central cell. There is a characteristic distribution of the cells within the embryo sac. Three cells are grouped together at the micropylar end and constitute the egg apparatus. The egg apparatus, in turn, consists of two synergids and one egg cell. The synergids have special cellular thickenings at the micropylar tip called filiform apparatus, which play an important role in guiding the pollen tubes into the synergid. Three cells are at the chalazal end and are called the antipodals. The large central cell, as mentioned earlier, has two polar nuclei. Thus, a typical angiosperm embryo sac, at maturity, though 8-nucleate is 7-celled. 1.2.3 Pollination In the preceding sections you have learnt that the male and female gametes in flowering plants are produced in the"}
{"id": "chunk-00014", "word_count": 210, "text": "mentioned earlier, has two polar nuclei. Thus, a typical angiosperm embryo sac, at maturity, though 8-nucleate is 7-celled. 1.2.3 Pollination In the preceding sections you have learnt that the male and female gametes in flowering plants are produced in the pollen grain and embryo sac, respectively. As both types of gametes are non-motile, they have to be brought together for fertilisation to occur. How is this achieved? Pollination is the mechanism to achieve this objective. T ransfer of pollen grains (shed from the anther) to the stigma of a pistil is termed pollination . Flowering plants have evolved an amazing array of adaptations to achieve pollination . They make use of external agents to achieve pollination. Can you list the possible exter nal agents? Kinds of Pollination : Depending on the source of pollen, pollination can be divided into three types. (i) AutogamyAutogamyAutogamyAutogamyAutogamy : In this type, pollination is achieved within the same flower. Transfer of pollen grains from the anther to the stigma of the same flower (Figure 1.9a). In a normal flower which opens and exposes the anthers and the stigma, complete autogamy is rather rare. Autogamy in such flowers requires synchrony in pollen release and stigma receptivity and also, the anthers and the stigma should Reprint 2025-26"}
{"id": "chunk-00015", "word_count": 306, "text": "BIOLOGY lie close to each other so that self-pollination can occur . Some plants such as Viola (common pansy) , Oxalis, and Commelina produce two types of flowers – chasmogamous flowers which are similar to flowers of other species with exposed anthers and stigma, and cleistogamous flowers which do not open at all (Figure 1.9c). In such flowers, the anthers and stigma lie close to each other. When anthers dehisce in the flower buds, pollen grains come in contact with the stigma to effect pollination. Thus, cleistogamous flowers are invariably autogamous as there is no chance of cross-pollen landing on the stigma. Cleistogamous flowers produce assured seed-set even in the absence of pollinators. Do you think that cleistogamy is advantageous or disadvantageous to the plant? Why? (ii) GeitonogamyGeitonogamyGeitonogamyGeitonogamyGeitonogamy – Transfer of pollen grains from the anther to the stigma of another flower of the same plant. Although geitonogamy is functionally cross-pollination involving a pollinating agent, genetically it is similar to autogamy since the pollen grains come from the same plant. (iii) XenogamyXenogamyXenogamyXenogamyXenogamy – Transfer of pollen grains from anther to the stigma of a different plant (Figure 1.9b). This is the only type of pollination which during pollination brings genetically different types of pollen grains to the stigma. Agents of Pollination : Plants use two abiotic (wind and water) and one biotic (animals) agents to achieve pollination. Majority of plants use biotic agents for pollination. Only a small proportion of plants use abiotic agents. Pollen grains coming in contact with the stigma is a chance factor in both wind and water pollination. To compensate for this uncertainties and associated loss of pollen grains, the flowers produce enormous amount of pollen when compared to the number of ovules available for pollination. Figure 1.9 (a) Self-pollinated flowers; (b) Cross pollinated flowers; (c)Cleistogamous flowers (a) (c) (b) Reprint 2025-26"}
{"id": "chunk-00016", "word_count": 280, "text": "HUMAN REPRODUCTION SEXUAL REPRODUCTION IN FLOWERING PLANTS Pollination by wind is more common amongst abiotic pollinations. Wind pollination also requires that the pollen grains are light and non-sticky so that they can be transported in wind currents. They often possess well-exposed stamens (so that the pollens are easily dispersed into wind currents, Figure 1.10) and large often-feathery stigma to easily trap air-borne pollen grains. Wind- pollinated flowers often have a single ovule in each ovary and numerous flowers packed into an inflorescence; a familiar example is the corn cob – the ears you see are nothing but the stigma and style which wave in the wind to trap pollen grains. Wind-pollination is quite common in grasses. Pollination by water is quite rare in flowering plants and is limited to about 30 genera, mostly monocotyledons. As against this, you would recall that water is a regular mode of transport for the male gametes among the lower plant groups such as algae, bryophytes and pteridophytes. It is believed, particularly for some bryophytes and pteridophytes, that their distribution is limited because of the need for water for the transport of male gametes and fertilisation. Some examples of water pollinated plants are Vallisneria and Hydrilla which grow in fresh water and several marine sea-grasses such as Zostera. Not all aquatic plants use water for pollination. In a majority of aquatic plants such as water hyacinth and water lily, the flowers emerge above the level of water and are pollinated by insects or wind as in most of the land plants. In Vallisneria, the female flower reach the surface of water by the long stalk and the male flowers or pollen grains are released on"}
{"id": "chunk-00017", "word_count": 170, "text": "of water and are pollinated by insects or wind as in most of the land plants. In Vallisneria, the female flower reach the surface of water by the long stalk and the male flowers or pollen grains are released on to the surface of water. They are carried passively by water curr ents (Figure 1.11a); some of them eventually reach the female flowers and the stigma. In another group of water pollinated plants such as seagrasses, female flowers remain submerged in water and the pollen grains are released inside the water. Pollen grains in many such species are long, ribbon like and they are carried passively inside the water; some of them reach the stigma and achieve pollination. In most of the water-pollinated species, pollen grains are protected from wetting by a mucilaginous covering. Both wind and water pollinated flowers are not very colourful and do not produce nectar. What would be the reason for this? Figure 1.10 A wind-pollinated plant showing compact inflorecence and well- exposed stamens Reprint 2025-26"}
{"id": "chunk-00018", "word_count": 40, "text": "by a mucilaginous covering. Both wind and water pollinated flowers are not very colourful and do not produce nectar. What would be the reason for this? Figure 1.10 A wind-pollinated plant showing compact inflorecence and well- exposed stamens Reprint 2025-26"}
